Repository: guitaripod/flaccy
Catalog: flaccy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: iOS mixes all audio — your music plus system sounds — into one stream and re-encodes it to AAC for Bluetooth, so even a 256 kbps AAC file is decoded and encoded again on its way to your AirPods. This is how the audio pipeline works: engineering consensus, as Apple doesn't document passthrough. One extra generation of high-bitrate AAC is essentially inaudible — the loss is real on paper, tiny in practice.
de: iOS mischt alles Audio – deine Musik plus Systemtöne – zu einem Stream und kodiert ihn für Bluetooth neu in AAC. Selbst eine 256-kbit/s-AAC-Datei wird also auf dem Weg zu deinen AirPods dekodiert und erneut kodiert. So funktioniert die Audio-Pipeline: Konsens unter Fachleuten, da Apple keinen Passthrough dokumentiert. Eine zusätzliche Generation hochbitratiges AAC ist praktisch unhörbar – der Verlust ist auf dem Papier real, in der Praxis winzig.
es: iOS mezcla todo el audio —tu música más los sonidos del sistema— en un único flujo y lo recodifica a AAC para el Bluetooth, así que incluso un archivo AAC de 256 kbps se descodifica y se vuelve a codificar de camino a tus AirPods. Así funciona la cadena de audio: es el consenso técnico, ya que Apple no documenta ningún passthrough. Una generación extra de AAC de alta tasa es esencialmente inaudible: la pérdida es real sobre el papel y mínima en la práctica.
fr: iOS mélange tout l'audio — votre musique et les sons système — en un seul flux et le réencode en AAC pour le Bluetooth : même un fichier AAC à 256 kbit/s est donc décodé puis réencodé en route vers vos AirPods. C'est ainsi que fonctionne la chaîne audio : c'est le consensus technique, Apple ne documentant pas de passthrough. Une génération supplémentaire d'AAC à haut débit est pour ainsi dire inaudible — la perte est réelle sur le papier, minuscule en pratique.
it: iOS unisce tutto l'audio — la tua musica più i suoni di sistema — in un unico flusso e lo ricodifica in AAC per il Bluetooth, quindi anche un file AAC a 256 kbps viene decodificato e ricodificato lungo la strada verso gli AirPods. È così che funziona la catena audio: è il consenso tecnico, dato che Apple non documenta alcun passthrough. Una generazione in più di AAC ad alto bitrate è praticamente inudibile: la perdita è reale sulla carta, minima nella pratica.
ja: iOSは音楽もシステム音もすべて1つのストリームにミックスし、Bluetooth用にAACへ再エンコードします。そのため256 kbpsのAACファイルでも、AirPodsに届くまでに一度デコードされ、もう一度エンコードされます。これがオーディオ経路の仕組みで、Appleがパススルーを明示していないため技術者の共通見解です。高ビットレートAACの世代が1つ増えても実質的に聴き分けられません — 理屈の上では損失があっても、実際にはごくわずかです。
ko: iOS는 음악과 시스템 사운드를 포함한 모든 오디오를 하나의 스트림으로 합친 뒤 블루투스용 AAC로 다시 인코딩합니다. 그래서 256kbps AAC 파일도 AirPods로 가는 길에 디코딩되고 다시 인코딩됩니다. 오디오 경로가 원래 이렇게 동작하며, Apple이 패스스루를 문서화하지 않아 업계의 공통된 견해입니다. 고비트레이트 AAC를 한 세대 더 거쳐도 사실상 들리지 않습니다 — 이론상 손실은 있지만 실제로는 미미합니다.
pt_br: O iOS mistura todo o áudio — sua música mais os sons do sistema — em um único fluxo e o recodifica em AAC para o Bluetooth, então até um arquivo AAC de 256 kbps é decodificado e codificado de novo no caminho até os AirPods. É assim que o pipeline de áudio funciona: consenso de engenharia, já que a Apple não documenta passthrough. Uma geração extra de AAC de alta taxa é praticamente inaudível — a perda é real no papel e mínima na prática.
zh_hans: iOS 会把所有音频——你的音乐加上系统提示音——混合成一路数据流，再为蓝牙重新编码成 AAC，所以即便是 256 kbps 的 AAC 文件，在送到 AirPods 的路上也会被解码并重新编码一次。音频链路本就如此工作：这是工程界的共识，因为 Apple 并未说明存在直通。多一代高码率 AAC 基本听不出来——损失在纸面上真实存在，实际听感上微乎其微。
zh_hant: iOS 會把所有音訊——你的音樂加上系統音效——混合成單一串流，再為藍牙重新編碼成 AAC，所以即使是 256 kbps 的 AAC 檔案，在送往 AirPods 的路上也會被解碼並再編碼一次。音訊管線本來就是這樣運作：這是工程界的共識，因為 Apple 並未說明有直通。多一代高位元率 AAC 基本上聽不出來——損失在紙面上真實存在，實際聽感上微乎其微。

source: less than a minute left
de: weniger als eine Minute
es: queda menos de un minuto
fr: moins d'une minute
it: meno di un minuto
ja: 残り1分未満
ko: 1분 미만 남음
pt_br: menos de um minuto restante
zh_hans: 还剩不到一分钟
zh_hant: 還剩不到一分鐘

source: measuring…
de: wird gemessen…
es: midiendo…
fr: mesure…
it: misurazione…
ja: 計測中…
ko: 측정 중…
pt_br: medindo…
zh_hans: 正在测量…
zh_hant: 正在測量…

source: scrobbling since %@
de: scrobbelt seit %@
es: scrobbleando desde %@
fr: scrobble depuis %@
it: scrobbling dal %@
ja: %@からスクロブル中
ko: %@부터 스크로블
pt_br: scrobblando desde %@
zh_hans: 自 %@ 起 Scrobble
zh_hant: 自 %@ 起 Scrobble

source: scrobbling since %lld
de: scrobbelt seit %lld
es: scrobbleando desde %lld
fr: scrobble depuis %lld
it: scrobbling dal %lld
ja: %lld年からスクロブル中
ko: %lld년부터 스크로블
pt_br: scrobblando desde %lld
zh_hans: 自 %lld 年起 Scrobble
zh_hant: 自 %lld 年起 Scrobble

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
zh_hans: 未知
zh_hant: 未知

source: “%@” is no longer in your library.
de: „%@“ ist nicht mehr in deiner Mediathek.
es: “%@” ya no está en tu biblioteca.
fr: « %@ » n'est plus dans votre bibliothèque.
it: “%@” non è più nella tua libreria.
ja: 「%@」はライブラリにありません。
ko: “%@”은(는) 더 이상 보관함에 없습니다.
pt_br: “%@” não está mais na sua biblioteca.
zh_hans: “%@”已不在你的资料库中。
zh_hant: 「%@」已不在你的資料庫中。

# “%@” needs %@, but your Apple Watch has %@ free. Remove some music first.
source: “%1$@” needs %2$@, but your Apple Watch has %3$@ free. Remove some music first.
de: „%1$@“ braucht %2$@, aber deine Apple Watch hat nur %3$@ frei. Entferne zuerst etwas Musik.
es: “%1$@” necesita %2$@, pero tu Apple Watch solo tiene %3$@ libres. Quita algo de música antes.
fr: « %1$@ » nécessite %2$@, mais votre Apple Watch ne dispose que de %3$@ libres. Retirez d'abord de la musique.
it: “%1$@” richiede %2$@, ma il tuo Apple Watch ha solo %3$@ liberi. Rimuovi prima un po' di musica.
ja: 「%1$@」には%2$@が必要ですが、Apple Watchの空きは%3$@です。先に音楽を減らしてください。
ko: “%1$@”에는 %2$@이(가) 필요하지만 Apple Watch의 여유 공간은 %3$@입니다. 먼저 음악을 정리하세요.
pt_br: “%1$@” precisa de %2$@, mas seu Apple Watch tem %3$@ livres. Remova alguma música antes.
zh_hans: “%1$@”需要 %2$@，但你的 Apple Watch 仅剩 %3$@ 可用。请先移除一些音乐。
zh_hant: 「%1$@」需要 %2$@，但你的 Apple Watch 只剩 %3$@ 可用。請先移除一些音樂。

source: …and %lld more album merges
de: …und %lld weitere Album-Zusammenführungen
es: …y %lld fusiones de álbum más
fr: …et %lld autres fusions d'albums
it: …e altre %lld unioni di album
ja: …ほか%lld件のアルバム統合
ko: …외 앨범 병합 %lld건
pt_br: …e mais %lld mesclagens de álbum
zh_hans: …还有 %lld 组专辑合并
zh_hant: …還有 %lld 組專輯合併

source: …and %lld more duplicate sets
de: …und %lld weitere Duplikat-Gruppen
es: …y %lld grupos de duplicados más
fr: …et %lld autres groupes de doublons
it: …e altri %lld gruppi di duplicati
ja: …ほか%lld件の重複グループ
ko: …외 중복 그룹 %lld건
pt_br: …e mais %lld conjuntos de duplicatas
zh_hans: …还有 %lld 组重复文件
zh_hant: …還有 %lld 組重複檔案

source: %@ filter
es: Filtro %@
fr: Filtre %@
it: Filtro %@
ja: %@フィルタ
ko: %@ 필터
pt_br: Filtro %@
zh_hans: %@ 筛选
zh_hant: %@ 篩選

# %@, version %@, build %@
source: %1$@, version %2$@, build %3$@
es: %1$@, versión %2$@, compilación %3$@
it: %1$@, versione %2$@, build %3$@
ja: %1$@、バージョン%2$@、ビルド%3$@
ko: %1$@, 버전 %2$@, 빌드 %3$@
pt_br: %1$@, versão %2$@, build %3$@
zh_hans: %1$@，版本 %2$@，构建 %3$@
zh_hant: %1$@，版本 %2$@，建置 %3$@

source: Account
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账户
zh_hant: 帳號

source: Album
es: Álbum
ja: アルバム
ko: 앨범
pt_br: Álbum
zh_hans: 专辑
zh_hant: 專輯

source: Bluetooth & AAC
es: Bluetooth y AAC
fr: Bluetooth et AAC
it: Bluetooth e AAC
ja: BluetoothとAAC
ko: 블루투스와 AAC
pt_br: Bluetooth e AAC
zh_hans: 蓝牙与 AAC
zh_hant: 藍牙與 AAC

source: Charts
es: Rankings
fr: Classements
it: Classifiche
ja: チャート
ko: 차트
pt_br: Rankings
zh_hans: 排行
zh_hant: 排行

source: Codec
es: Códec
ja: コーデック
ko: 코덱
zh_hans: 编解码
zh_hant: 編碼格式

source: FLACCY LIFETIME
es: FLACCY DE POR VIDA
fr: FLACCY À VIE
it: FLACCY A VITA
ja: FLACCY 買い切り
ko: FLACCY 평생 이용
pt_br: FLACCY VITALÍCIO
zh_hans: FLACCY 永久版
zh_hant: FLACCY 永久版

source: FORMAT
es: FORMATO
it: FORMATO
ja: フォーマット
ko: 포맷
pt_br: FORMATO
zh_hans: 格式
zh_hant: 格式

source: Filter: %@
es: Filtro: %@
fr: Filtre : %@
it: Filtro: %@
ja: フィルタ: %@
ko: 필터: %@
pt_br: Filtro: %@
zh_hans: 筛选：%@
zh_hant: 篩選：%@

source: Flaccy Lifetime
es: Flaccy de por vida
fr: Flaccy à vie
it: Flaccy a vita
ja: Flaccy 買い切り
ko: Flaccy 평생 이용
pt_br: Flaccy Vitalício
zh_hans: Flaccy 永久版
zh_hant: Flaccy 永久版

source: Genre
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt_br: Gênero
zh_hans: 风格
zh_hant: 音樂類型

source: Last.fm Account
es: Cuenta de Last.fm
fr: Compte Last.fm
it: Account Last.fm
ja: Last.fmアカウント
ko: Last.fm 계정
pt_br: Conta do Last.fm
zh_hans: Last.fm 账户
zh_hant: Last.fm 帳號

source: Last.fm scrobbling
es: Scrobbling de Last.fm
fr: Scrobbling Last.fm
it: Scrobbling Last.fm
ja: Last.fmスクロブル
ko: Last.fm 스크로블
pt_br: Scrobbling do Last.fm
zh_hans: Last.fm Scrobble
zh_hant: Last.fm Scrobble

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: Playlist name
es: Nombre de la playlist
fr: Nom de la playlist
it: Nome della playlist
ja: プレイリスト名
ko: 재생목록 이름
pt_br: Nome da playlist
zh_hans: 播放列表名称
zh_hant: 播放列表名稱

source: Poster
es: Póster
fr: Affiche
ja: ポスター
ko: 포스터
pt_br: Pôster
zh_hans: 海报
zh_hant: 海報

source: SLIDES
es: DIAPOSITIVAS
it: SLIDE
ja: スライド
ko: 슬라이드
zh_hans: 幻灯片
zh_hant: 投影片

source: Sleep Timer
es: Temporizador
fr: Minuteur de veille
it: Timer di stop
ja: スリープタイマー
ko: 잠자기 타이머
pt_br: Timer de repouso
zh_hans: 睡眠定时器
zh_hant: 睡眠計時器

# Sleep Timer (%d:%02d)
source: Sleep Timer (%1$d:%2$02d)
es: Temporizador (%1$d:%2$02d)
fr: Minuteur de veille (%1$d:%2$02d)
it: Timer di stop (%1$d:%2$02d)
ja: スリープタイマー（%1$d:%2$02d）
ko: 잠자기 타이머 (%1$d:%2$02d)
pt_br: Timer de repouso (%1$d:%2$02d)
zh_hans: 睡眠定时器（%1$d:%2$02d）
zh_hant: 睡眠計時器（%1$d:%2$02d）

source: Sleep timer
es: Temporizador
fr: Minuteur de veille
it: Timer di stop
ja: スリープタイマー
ko: 잠자기 타이머
pt_br: Timer de repouso
zh_hans: 睡眠定时器
zh_hant: 睡眠計時器

source: Stories
es: Historias
it: Storie
ja: ストーリー
ko: 스토리
zh_hans: 故事
zh_hant: 限時動態

source: Story 9:16
es: Historia 9:16
it: Storia 9:16
ja: ストーリー 9:16
ko: 스토리 9:16
zh_hans: 故事 9:16
zh_hant: 限時動態 9:16

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Upgrades
es: Mejoras
fr: Améliorations
it: Upgrade
ja: アップグレード
ko: 업그레이드
zh_hans: 升级
zh_hant: 升級

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン%1$@（%2$@）
ko: 버전 %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %1$@（%2$@）

source: %.0f MB
fr: %.0f Mo

source: %.1f GB
fr: %.1f Go

source: 0 MB
fr: 0 Mo

source: Instrumental
it: Strumentale
ja: インストゥルメンタル
ko: 연주곡
zh_hans: 纯音乐
zh_hant: 純音樂

source: %lld scrobbles
it: %lld scrobble
ja: %lld件のスクロブル
ko: 스크로블 %lld개
zh_hans: %lld 条 Scrobble
zh_hant: %lld 筆 Scrobble

source: Playlists
it: Playlist
ja: プレイリスト
ko: 재생목록
zh_hans: 播放列表
zh_hant: 播放列表

source: Scrobbles
it: Scrobble
ja: スクロブル
ko: 스크로블
zh_hans: Scrobble
zh_hant: Scrobble

source: %@/s
ja: %@/秒
ko: %@/초
zh_hans: %@/秒
zh_hant: %@/秒

# %dh %02dm
source: %1$dh %2$02dm
ja: %1$d時間%2$02d分
ko: %1$d시간 %2$02d분
zh_hans: %1$d 小时 %2$02d 分
zh_hant: %1$d 小時 %2$02d 分

source: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: 1M
ja: 1か月
ko: 1개월
zh_hans: 1 个月
zh_hant: 1 個月

source: 3M
ja: 3か月
ko: 3개월
zh_hans: 3 个月
zh_hant: 3 個月

source: 6M
ja: 6か月
ko: 6개월
zh_hans: 6 个月
zh_hant: 6 個月

source: Aurora
ja: オーロラ
ko: 오로라
zh_hans: 极光
zh_hant: 極光

source: Noir
ja: ノワール
ko: 누아르
zh_hans: 黑白
zh_hant: 黑白

source: PERSONA
ja: ペルソナ
ko: 페르소나
zh_hans: 听歌人格
zh_hant: 聽歌人格

source: Playlist
ja: プレイリスト
ko: 재생목록
zh_hans: 播放列表
zh_hant: 播放列表

source: Post 4:5
ja: 投稿 4:5
ko: 게시물 4:5
zh_hans: 帖子 4:5
zh_hant: 貼文 4:5

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
